const regexes = [
  { regex: /слава/gi, answer: 'україні!' },
  { regex: /героям/gi, answer: 'слава!' },
  { regex: /сбот/gi, answer: 'помойный бот' },
  { regex: /анекдот/gi, answer: 'убейся' },
  { regex: /вода/gi, answer: 'ммм водичка' },
  { regex: /эшер/gi, answer: 'эшер, где твой деанон?' },
  { regex: /кпи/gi, answer: 'КПИ - та еще шарага' },
  { regex: /шемс/gi, answer: 'бог ноды' },
  { regex: /огонь|pyro|поджег|горячо/gi, answer: '🔥' },
  { regex: /frog|лягушка|жаба/gi, answer: '🐸' },
  { regex: /аниме/gi, answer: 'на аве - здоровья маме' },
];

export default regexes;
